<template>
  <div id="about" class="relative overflow-x-hidden">
    <div id="body" style="padding-top: 60px">
      <div id="title" class="mx-5 mt-10 md:mx-auto md:w-1/2">
        <p class="font-bold text-center h2">เกี่ยวกับโครงการ</p>
        <p class="mt-16 body3">
          ในปีพ.ศ. 2563 - 2564 เป็นปีที่เราคนไทย (น่า)
          จะได้เห็นการเลือกตั้งท้องถิ่นเกิดขึ้นครบทุกระดับและทุกจังหวัด
          หลังจากที่การมีส่วนร่วมกับ ‘ประชาธิปไตยใกล้มือ’
          นี้ห่างหายไปเกือบทศวรรษ จากผลพวงของรัฐประหาร 2557
          เมื่อมีวาระการเมืองท้องถิ่นทีไร ถ้อยคำอย่าง ‘บ้านใหญ่’ หรือ
          ‘ตระกูลเจ้าถิ่น’ ย่อมปรากฏขึ้นในหลายๆ พื้นที่
        </p>

        <p
          class="mt-10 body3"
          v-html="
            'คงยากที่จะปฏิเสธเรื่องของ ความสัมพันธ์ทางเครือญาติ และการครองอำนาจของตระกูลใหญ่ ในระบบการเมืองไทย ในโปรเจ็กต์ <b>‘PoliticalNetwork’ ที่สุดของตระกูลการเมืองไทย ถิ่นไหน.. ใครครอง</b> นี้ ทีมงาน ELECTจึงทดลองหยิบเอาข้อมูลของนักการเมืองระดับท้องถิ่นและระดับประเทศมาหาความสัมพันธ์ในเชิงเครือญาติร่วมกับเชิงพื้นที่เพื่อแผ่ให้เห็นเครือข่ายของตระกูลต่างๆและระดับการแข่งขันในแต่ละพื้นที่ผ่านชุดข้อมูล'
          "
        ></p>

        <p class="mt-10 body3">
          อย่างไรก็ตาม ทีมงานเองก็ไม่อาจเป็นผู้สรุปได้ว่า การมีเครือญาติ อำนาจ
          และอิทธิพลของตระกูลการเมืองเหล่านี้
          สร้างผลกระทบหรือผลลัพธ์อย่างไรในแต่ละพื้นที่
          ด้วยข้อจำกัดของข้อมูลที่สามารถสืบค้นได้และข้อจำกัดในความเข้าใจบริบทในแต่ละพื้นที่
          ซึ่งเราหวังว่า อย่างน้อยข้อมูลเหล่านี้ อาจจะเป็นประโยชน์ให้ประชาชน
          สื่อมวลชน
          หรือกลุ่มคนที่จะก้าวสู่สนามการเมืองในแต่ละพื้นที่ได้ใช้ประโยชน์ต่อไป
        </p>

        <p class="mt-10 body3">
          ในบรรดาข้อจำกัดทั้งหลาย อย่างหนึ่งที่เราเชื่ออย่างไร้ข้อจำกัดคือ
          ‘การเปิดเผยข้อมูล’
          จะช่วยสร้างความโปร่งใสในการปฏิบัติงานไม่ว่าจะเป็นเครือข่ายหรือเครือญาติหรือไม่
          รวมทั้งการเปิดโอกาสและพื้นที่ให้ประชาชนในพื้นที่
          เข้าไปมีส่วนร่วมในการกำหนดแนวทางนโยบายและตัดสินใจในส่วนที่เกี่ยวข้อง
          ย่อมเป็นผลดีที่สุดสำหรับวิถีประชาธิปไตย
          ไม่ว่าจะเป็นการเมืองในพื้นที่ใด หรือระดับไหนก็ตาม
        </p>
        <p class="mt-20 font-bold body1">ที่มาและข้อจำกัดของข้อมูล</p>
        <p class="mt-6 font-bold body3">
          1. ข้อมูลเกี่ยวกับนักการเมืองระดับท้องถิ่นและระดับประเทศ
        </p>
        <div class="mt-5 body3">
          <p>
            • รายชื่อผู้บริหารและสมาชิกสภาท้องถิ่น ปี พ.ศ. 2555-2562 นำมาจาก
            ระบบข้อมูลกลางองค์กรปกครองส่วนท้องถิ่น :
            http://infov1.dla.go.th/public/surveyInfo.do โดยมีข้อจำกัดของข้อมูล
            ได้แก่
          </p>
          <p class="ml-10">
            - ไม่มีข้อมูลฝ่ายบริหาร (นายก อบจ. และทีมงาน) ของจังหวัด เชียงใหม่,
            เชียงราย
          </p>
          <p>
            • รายชื่อ นายก อบจ. และ ส. อบจ. ที่ได้รับเลือกในปีพ.ศ. 2563 มาจาก
            สำนักงานคณะกรรมการการเลือกตั้ง (กกต.) :
            https://www.ect.go.th/ect_th/news_all.php?cid=256
            โดยมีข้อจำกัดของข้อมูล ได้แก่
          </p>
          <p class="ml-10">
            - เป็นรายชื่อที่ กกต. ประกาศอย่างเป็นทางการ อัพเดทล่าสุดเมื่อวันที่
            19 ก.พ. 2564 ซึ่งในบางจังหวัดยังไม่มีการรับรองผลอย่างเป็นทางการ
          </p>
          <p class="ml-10">
            - รายชื่อ ส. อบจ. ยังอยู่ในรูปแบบไฟล์ pdf (ภาพถ่าย)
            ซึ่งเป็นรูปแบบไฟล์ที่ไม่สามารถนำข้อมูลมาใช้ในการวิเคราะห์และประมวลผลได้ทั้งหมด
          </p>
          <p>
            • สังกัดพรรคของ นายก อบจ. และ สภา อบจ. ที่ได้รับเลือกในปีพ.ศ. 2563
            มาจาก สังกัดสันนิษฐานของ Rocket Media Lab :
          </p>
          <p>
            <!-- note -->
            https://docs.google.com/spreadsheets/d/12E3aQGJ9E3ggXy4GYpRuI3lFDz9_CgEOQ01eaLFnBIg
          </p>
          <p>• รายชื่อ ส.ส. และ ครม. (พ.ศ. 2535-2562) มาจาก</p>
          <p class="ml-10">
            - They Work for Us : https://theyworkforus.elect.in.th
          </p>
          <p class="ml-10">
            - Cabinet Dynasty : https://elect.in.th/cabinet-dynasty
          </p>
          <p class="ml-10">- https://th.wikipedia.org/wiki/สภาผู้แทนราษฎรไทย</p>
        </div>
        <div class="mt-16 body-3">
          <p class="font-bold">
            2. ข้อมูลประกอบการวิเคราะห์และการแสดงความเห็นในโปรเจ็กต์
          </p>
          <p class="mt-5">
            • โอฬาร ถิ่นบางเตียว. (2557).
            กลไกและกระบวนการการมีส่วนร่วมของประชาชนในการปกครองตนเองของท้องถิ่น:
            กรณีศึกษาองค์กรปกครองส่วนท้องถิ่นในเขตพื้นที่จังหวัดชายฝั่งทะเลตะวันออก.
            วารสารการเมือง การบริหาร และกฎหมาย, ปีที่ 6, ฉบับที่ 3 (ก.ย.-ธ.ค.
            2557), หน้า 131-152.
          </p>
          <p>• วารสารสถาบันพระปกเกล้า (May 2013 - August 2013)</p>
          <p>
            • รู้ไหมผมลูกใคร? ชำแหละ ‘ตระกูลการเมือง’ สืบทอด-ผูกขาด-สูญพันธุ์
            ในวัฏจักรประชาธิปไตยไทย – THE STANDARD
          </p>
          <p>• ตระกูลการเมือง กับ การลดต้นทุนของนักการเมือง (ตอนที่ 1)</p>
          <p>• ตระกูลการเมือง กับ การลดต้นทุนของนักการเมือง (ตอนที่ 2)</p>
          <p>
            • มองหาแก่น ‘ชนชั้นนำ’ สไตล์เซาธ์อีสเอเชีย อำนาจ นิยม ธุรกิจการเมือง
            และระบบอุปถัมภ์
          </p>
          <p>
            • เลือกตั้งท้องถิ่น : ว่าที่นายก อบจ. 76 จังหวัด ใครอยู่ใต้เงา
            “บ้านใหญ่” ใครคือหน้าใหม่ล้มแชมป์
          </p>
          <p>• การเลือกตั้ง อบจ.’63 บอกอะไรเรา</p>
          <p>• เอ็กซเรย์ ตัวเต็งนายก อบจ. เครือข่ายการเมือง-ธุรกิจ</p>
          <p>• หอเกียรติยศ ฯพณฯ บรรหาร ศิลปอาชา (suphan.biz)</p>
          <p>
            • ย้อนประวัติ "ปู่ชัย" จาก "กำนัน" เจ้าของโรงโม่ สู่จุดสูงสุด
            "ประธานสภาฯ"
          </p>
          <p>
            • เนวิน ชิดชอบ แห่งบุรีรัมย์จาก "นักเลงเซราะกราว" สู่ผู้มากบารมี
          </p>
          <p>• ฉากชีวิต ‘ไชยา’ บ้านใหญ่ ‘สะสมทรัพย์’</p>
          <p>• นักการเมืองถิ่น จังหวัดสุพรรณบุรี, สถาบันพระปกเกล้า</p>
          <p>• ตำนาน กลุ่มวาดะห์</p>
          <p>
            • บันทึก "อาคม เอ่งฉ้วน" ตราไว้ในแผ่นดิน ภารกิจส.ส.เพื่อ "กระบี่"
            บ้านเกิด
          </p>
          <p>‘ผาด อังกินันทน์’ ต้นตระกูลการเมืองค่ายอังกินันทน์</p>
          <p>• สิ้นยุค "เดอะแป๋ง" "อังกินันทน์" ต้องไปต่อ?</p>
          <p>• รู้มั้ย 'ไตรศุลี' ลูกบ้านใหญ่ศรีสะเกษ</p>
          <p>• ลุงตู่..รู้จักมั้ย? “เจ๊สมทรง” บ้านใหญ่ “ยุดยา”</p>
        </div>
        <p class="mt-20 font-bold body1">นโยบายการนำข้อมูลไปใช้ต่อ</p>
        <p class="mt-10 body3">
          ELECT มีความตั้งใจที่พัฒนาทุกโปรเจ็กต์ให้เป็น Open Source
          และเปิดข้อมูลเป็น Open Data ภายใต้เงื่อนไข Creative Commons
          Attribution-ShareAlike License คือสามารถนำไปเผยแพร่และดัดแปลงได้
          โดยต้องระบุที่มา แต่ห้ามนำไปใช้เพื่อการค้า
          และต้องเผยแพร่งานดัดแปลงโดยใช้สัญญาอนุญาตชนิดเดียวกัน
        </p>

        <p class="mt-6 body3">
          หากมีข้อสงสัยต้องการสอบถามเพิ่มเติม
          ประสงค์แจ้งเปลี่ยนแปลงหรือเพิ่มเติมข้อมูลเพื่อความถูกต้อง
          หรือมีข้อเสนอแนะใด ๆ สามารถติดต่อได้ที่ contact [at] elect.in.th
        </p>
        <p class="mt-16 font-bold body1">อาสาสมัครร่วมพัฒนา</p>
        <div class="mt-10 body3">
          <p class="font-bold">เขียนโปรแกรม</p>
          <p class="mt-2">MEEPOOH , pianpwk</p>
        </div>
        <div class="mt-10 body3">
          <p class="font-bold">ออกแบบ</p>
          <p class="mt-2">น้ำใส ศุภวงศ์</p>
        </div>
        <div class="mt-10 body3">
          <p class="font-bold">สืบค้นและรวบรวมข้อมูล</p>
          <p class="mt-2">pianpwk, ธนิสรา เรืองเดช, ศุภิสรา อิศรานุกูล</p>
        </div>
        <div class="mt-10 body3">
          <p class="font-bold">บรรณาธิการ</p>
          <p class="mt-2">ธนิสรา เรืองเดช</p>
        </div>
        <div class="mt-10 body3">
          <p class="font-bold">ประสานงานและจัดการอื่นๆ</p>
          <p class="mt-2">Punch Up</p>
        </div>

        <p class="mt-16 font-bold body1">ร่วมพัฒนาโครงการ</p>
        <p class="mt-10 body3">
          ตรวจสอบ ติดตาม และร่วมพัฒนาโปรเจ็กต์ได้ทาง Github
          โค้ดบนเว็บไซต์ทั้งหมดถูกเปิดเผยแบบสาธารณะเพื่อความโปร่งใสในการดำเนินการและพัฒนา
          และร่วมเป็นส่วนหนึ่งในการพัฒนา Civic Tech ในประเทศไทย
        </p>

        <p class="mt-6 mb-16 body3">
          กคุณต้องการแบ่งปันทักษะด้านพัฒนาระบบ ออกแบบ รวบรวมข้อมูล
          หรือแบ่งปันข้อมูล รวมทั้งความช่วยเหลือด้านอื่น ๆ สามารถติดต่อได้ที่
          contact [at] elect.in.th
        </p>
      </div>
      <div
        class="px-4 py-3 mx-auto rounded"
        style="border: 1px solid #000000; width: max-content"
      >
        ดาวน์โหลดข้อมูล
      </div>
      <div id="sharer" class="flex justify-center pb-20 mt-16">
        <social-sharer></social-sharer>
      </div>
      <div id="footer" class="mt-5">
        <elect-footer></elect-footer>
      </div>
    </div>
  </div>
</template>

<script>
export default {}
</script>

<style></style>
